{% extends "base.html" %}
{% block og_url %}http://www.meeskoor.ee/meist/{% endblock %}
{% block og_title %}Tehnika&uuml;likooli Akadeemiline Meeskoor | Meist{% endblock %}
{% block title %}Tehnika&uuml;likooli Akadeemiline Meeskoor | Meist{% endblock %}
{% load staticfiles %}

{% block content %}

    <div class="container-fluid">
        <div id="jumbotron" class="jumbotron" style="background-image: url('../static/images/navbar/meist.jpg'); background-repeat: no-repeat; background-position: center;">
            <div style="padding-left: 4em; padding-right: 4em;">
                <h1><span class="header-text">Meist</span></h1>
                <p><span class="header-text">Tehnika&uuml;likooli Akadeemiline Meeskoor on Eesti suurim meeskoor, mis tegutseb alates 1945. aastast Tallinna Tehnika&uuml;likooli juures.</span></p>
            </div>
        </div>
    </div>
    <div class="container">
        <div id="featurette" class="row featurette">
            <div class="col-md-9 featuretteText scrollable">
                <h2 id="pohivaartused" class="featurette-heading">P&otilde;hiv&auml;&auml;rtused</h2>
                <p class="lead">{Akadeemilisus}Meie akadeemilisus v&auml;ljendub kolmes aspektis — see on kuulumine &uuml;likooli juurde, traditsioonid ja aated.##Tehnika&uuml;likooli Akadeemiline Meeskoor on Tehnika&uuml;likooli juurde kuuluv laulukoor — see t&auml;hendab, et meie ridades saavad laulda vaid akadeemilist k&otilde;rgharidust omandavad v&otilde;i seda omavad lauluvennad, mis tagab meie k&otilde;rge vaimsuse.##Meie suurim varandus on Tehnika&uuml;likooli Akadeemilise Meeskoori traditsioonid. Me peame kinni oma traditsioonidest ning arendame neid aktiivselt edasi.##Tehnika&uuml;likooli Akadeemilise Meeskoori vaimsus on l&auml;bi aegade p&otilde;hinenud Eesti rahvuslikel aadetel. See on meie jaoks t&auml;htis ning v&auml;ljendub meie sisemistes veendumustes ning osalusel Eesti riiklust puudutavatel olulistel s&uuml;ndmustel.{Organiseeritus}Me oleme h&auml;sti organiseerunud kollektiiv. Igal Tehnika&uuml;likooli Akadeemilise Meeskoori lauluvennal on vastutus ning kohustus anda maksimaalne panus Tehnika&uuml;likooli Akadeemilise Meeskoori tegevusse, mille parim tunnustus on kuulumine Tehnika&uuml;likooli Akadeemilise Meeskoori juhtorganitesse. K&otilde;rge organiseeritus on meile v&auml;ga oluline. See v&otilde;imaldab meil kasutada kvaliteetsemalt meie k&otilde;ige piiratumat ressursi — aega — ning saavutada seel&auml;bi parimaid tulemusi. K&otilde;rge organiseeritus on ka hea eeskuju ning kogemus Tehnika&uuml;likooli Akadeemilise Meeskoori noorliikmetele ja lauluvendadele oma isiklike sihtide seadmisel v&auml;ljaspool Tehnika&uuml;likooli Akadeemilise Meeskoori tegevust.{Publikukesksus}Meie jaoks on &auml;&auml;rmiselt oluline publiku tagasiside. Parim tunnustus meie kontserttegevusele on publiku soe vastuv&otilde;tt. P&uuml;&uuml;dleme selles suunas, et meie kontserdid oleksid alati t&auml;issaalile ning meie eesm&auml;rk on anda publikule maksimaalne kunstiline elamus.{Laulukvaliteet}Meie jaoks on oluline k&otilde;rge laululine tase. L&auml;htume p&otilde;him&otilde;ttest — hoolimata sellest, et me ei oma professionaalset muusikalist ettevalmistust, anname me alati endast parima. See algab meie suhtumisest laululisse ettevalmistusse — uute lauluvendade v&auml;rbamine, k&otilde;rge osalus proovides, p&uuml;hendumus repertuaari &otilde;ppimisele, laululine arendamine h&auml;&auml;leseades, heade tingimuste loomine dirigentidele repertuaari &otilde;petamisel ning see p&auml;&auml;dib maksimaalse personaalse panusega kontsertesinemistesse.{Vaimukus}Meie jaoks ei ole laulmine raske t&ouml;&ouml;, see on eelk&otilde;ige enesev&auml;ljenduse vorm, mille juures on alati olulisel kohal hea huumorimeel ning k&otilde;rge vaimsus.##Me v&auml;ljendame oma positiivset eluhoiakut ja vaimukust k&otilde;ikides Tehnika&uuml;likooli Akadeemilise Meeskoori ettev&otilde;tmistes — lauluvendade arendamisel, kontserttegevuses, seltsielulistel s&uuml;ndmustel ning oma suhetes teiste organisatsioonidega.</p>
            </div>
            <div class="col-md-3">
                <img id="featuretteImageRight" class="featurette-image img-responsive center-block" data-src="holder.js/500x500/auto" alt="Generic placeholder image" src="{% static 'images/pohivaartused.png' %}">
            </div>
        </div>
    </div>
    <div class="container-fluid" style="background-color: #f6f6f6">
        <div class="container">
            <div id="featurette" class="row featurette">
                <div class="col-md-9 col-md-push-3 featuretteText scrollable">
                    <h2 id="traditsioonid" class="featurette-heading">Traditsioonid</h2>
                    <p class="lead">#Traditsioonid on nagu selgroog, mis toestab koori akadeemilist vaimu ja hoiab seltsielu virge. M&otilde;ned neist on m&auml;&auml;ratletud juba meeskoori kodukorras. N&auml;iteks nn koori aeg: k&otilde;ik koori s&uuml;ndmused algavad hiljemalt 15 minutit p&auml;rast v&auml;ljakuulutatud aega (&uuml;likoolides oli komme, et loengute algus hilines traditsiooniliselt 15 minutit, s.o akadeemilise veerandi v&otilde;rra). Koori aja k&otilde;rval rakendab koorivanem siiski vahel ka nn kiviaega v&otilde;i laternaaega (nt reisidel), mispuhul akadeemiline veerand ei kehti.{S&uuml;mboolika}Lipp#Keeruka saamislooga. &Uuml;le elanud uuenduskuurid seoses lipu teksti ja alma materi nime muutumisega. Koori s&uuml;mbol, mis tuuakse v&auml;lja eriti pidulikel hetkedel — hooaja avaproovis, &uuml;ldkoosolekul, koori personaalkontserdil, laulupeo rongk&auml;igus. Koori lipu all saab rebasest koori liige, omistatakse aunimetusi, saadetakse lauluvend viimsele teekonnale. Koori lipp lehvib vabariigi aastap&auml;eva hommikul Toompea lossihoovis k&otilde;rvuti rahvuslippudega.##Moto#Arno Kallikormi viisistatud Karl Eduard S&ouml;&ouml;di luuletus "Laulja", mida lauldakse koori kontsertide ja pidulike s&uuml;ndmuste avamisel. Esimest korda kanti ette 1958.a. Moto on sisuliselt koori kreedo, seda v&otilde;ib pidada koori h&uuml;mniks. Moto esimesest reast "Laul see olgu me tunnete kaja" sai ka koori lipukiri.##Laul, see olgu me tunnete kaja,#armus ja truuduses s&uuml;damel&ouml;&ouml;k,#t&otilde;e ja &otilde;iguse kuulutaja,#priiuse v&auml;ravas kaitsev m&otilde;&otilde;k!##Viis: Arno Kallikorm, 1958. S&otilde;nad: Karl Eduard S&ouml;&ouml;t, luuletus "Laulja", 12.04.1940##M&auml;rk#Koori liikmete &uuml;htsust ja kokkukuuluvust r&otilde;hutav s&uuml;mbol, mille koori tegevliige, auliige ja vilistlane v&otilde;ib kinnitada oma kuuerev&auml;&auml;rile v&otilde;i rinnataskule. Peale seitset aastat laulmist omandab lauluvend teenelise liikme staatuse ja m&auml;rk t&auml;ieneb h&otilde;bep&auml;rjaga. Parimatel parimatest on see p&auml;rg kuldne — nemad on auliikmed.##Lint#Meeskoori lipuv&auml;rvides lindi saab lauluvend peale neljateistk&uuml;mmet kooris lauldud aastat. Peale igat j&auml;rgmist seitset lauluaastat lisandub &uuml;ks v&auml;rvitriip. Linti kantakse pidulikel juhtudel koorivanema korraldusel pintsaku all &uuml;le parema &otilde;la sinine v&auml;rvitriip &uuml;lalpool.##Tekkel#Koori algusaastatest p&auml;rit s&uuml;mbol — ajastust, kui isegi koolim&uuml;tsid olid keelatud. K&auml;inud kooriga k&otilde;ikjal kaasas ja olnud samuti &uuml;ks akadeemilisuse v&auml;ljendusi. Tekkel on valge villase p&otilde;hja, musta sametise rummu ja tudengitekli vormiga nokkm&uuml;ts, mida kantakse laulupidudel ja muudel koorile t&auml;hendusrikastel s&uuml;ndmustel. Tekkel omandatakse koos koori liikme staatusega ja selle annab &uuml;le lauluisa.##Vorm#Kui koor esineb, n&auml;eb ta šikk v&auml;lja. Mehed on &uuml;htmoodi riides. L&auml;bi aegade on kantud nii musti, halle, punaseid kui siniseid, &uuml;he- ja kaherealisi pintsakuid, pikki lipse ja kikisid, tumedamaid ja heledamaid viigip&uuml;kse, k&otilde;rge ja madala kraega triiks&auml;rke. Koorivanema poolt v&auml;ljah&otilde;igatud "valija", "klubi", "smokk" ja "frakk" omavad iga&uuml;ks oma kindlat t&auml;hendust, mida iga lauluvend teab, kuid mille sisu ikka ja j&auml;lle &uuml;le korratakse.{S&uuml;ndmused}Kalmistup&auml;ev#Hooaja avas&uuml;ndmus, kus 3. augustil kogunetakse Metsakalmistule, langetatakse pea ja lauldakse lahkunud dirigentide, lauluvendade ja auliikmete kalmudel. Haudadele pannakse p&otilde;lema k&uuml;&uuml;nlad ja asetatakse sini-valge lindiga kokkuseotud lillekimbud. 8. detsembril k&auml;ivad koori vilistlased asutajadirigendi Arno Kallikormi haual, et tema s&uuml;nniaastap&auml;eval talle austust avaldada.##Hooaja avaproov#Hooaja esimene proov on pidulikum kui tavaliselt. Lauluvennad on "valija" vormis, proov algab koori lipu sissetoomisega ja Moto laulmisega. Peale proovi l&otilde;ppu ja lipu v&auml;ljaviimist lauldakse Meeste laulu.##Vilistlas&otilde;htu#Oktoobrikuu teise reede &otilde;htul kogunevad Glehni lossi koori vilistlased. Need on p&otilde;hikirjaj&auml;rgse viiek&uuml;mne aastase vanusepiirangu &uuml;letanud v&otilde;i m&otilde;nel muul p&otilde;hjusel ise koorist lahkunud lauluvennad. Vilistlas&otilde;htut korraldab koori vilistlaskogu, mille p&otilde;hikiri v&otilde;eti vastu aastal 1979. Kokkusaamisel r&uuml;&uuml;batakse &otilde;lut koos juustu ja sooja viineriga. S&otilde;na saavad tegevkoosseisu president, peadirigent ja prominentne k&uuml;laline. Ka k&otilde;ik koori tegevliikmed on sellele s&uuml;ndmusele oodatud. See on ka alanud hooaja rebaste esimene j&otilde;uproov. Nemad hoolitsevad selle eest, et viiner oleks soe ja &otilde;lled laual.##Koori aastap&auml;ev#15. detsember on kuup&auml;ev, mida teab iga koori liige. Koori aastap&auml;eva on t&auml;histatud alates koori esimesest avalikust kontserdist. See on v&auml;ga pidulik s&uuml;ndmus, kus osalevad ka laulumeeste kaasad ja lemmikpruudid. Siin v&otilde;etakse rebaseid koori liikmeteks, jagatakse teenelistele liikmetele tiitleid ja linte. Siin saavad s&otilde;na magister bibendi ja magister cantandi, k&otilde;lab serenaad naistele ja hulk m&otilde;nusaid seltskonnalaule. Vastsed koori liikmed saavad v&otilde;imaluse esineda š&otilde;unumbriga. Aastap&auml;evas&uuml;ndmusele eelneb alati kontsert ja peale seda l&auml;heb koor j&otilde;ulupuhkusele, et jaanuaris uue energiaga alustada kevadhooaega.##Laste kuusepuu#Koori vanima poissmehe korraldatav tore koguperes&uuml;ndmus j&otilde;ulu ajal limonaadi ja k&uuml;psistega. K&uuml;las k&auml;ivad p&auml;kapikud ja j&otilde;uluvana. Seda ettev&otilde;tmist v&otilde;ib lugeda ka esmaseks koori j&auml;relkasvu promos&uuml;ndmuseks. Nii m&otilde;nestki v&auml;ikesest j&uuml;tsist v&otilde;ib tulevikus saada meie v&otilde;i m&otilde;ne meie s&otilde;sarkoori liige.##Lipu heiskamine vabariigi aastap&auml;eval#24. veebruari varahommikul kogunevad EMLS Tallinna meeskoorid, nende hulgas ka valgetes teklites Tehnika&uuml;likooli Akadeemiline Meeskoor, Toompeale Pika Hermanni jalamile, et p&auml;ikeset&otilde;usul koos h&uuml;mni laulda ja vaadata kuidas Eest Vabariigi lipp selle saatel masti t&otilde;useb. Tegemist on aates&uuml;ndmusega ja aastast aastasse on sellel osalejate arv aina suurenenud.##Kevade algus#Kevad algab igal aastal. S&otilde;ltumata kellaajast ja ilmast on teklites meeskoor alati selleks puhuks Musum&auml;ele kogunenud. Lauldakse Kevade tunnet — just sel hetkel kui kell kevade algust n&auml;itab. Peaaegu alati on kohal ka teiste kooride liikmeid (Noorus, TT&Uuml; naiskoor), kelle abil saab k&otilde;lama ka Tuljak.##Puude istutamine#Loodetavasti uueks ja p&uuml;sivaks ettev&otilde;tmiseks kujunev koguperes&uuml;ndmus. Ellu kutsutaud XXIV &uuml;ldlaulupeo korraldajate poolt ja meeskooris vaimustusega vastu v&otilde;etud. Puhkep&auml;ev koos perekonna ja lauluvendadega v&auml;rskes &otilde;hus koos v&auml;ikse &otilde;lle ja suupistetega muudavad v&auml;ljas&otilde;idu t&auml;iuslikuks.##Koori &uuml;ldkoosolek#Meeskoori &uuml;htse m&otilde;tte v&auml;ljendaja on &uuml;ldkoosolek. Siin v&otilde;etakse vastu t&auml;htsaid otsuseid, kinnitatakse ametisse presidente ja juhatusi, otsustatakse auliikme nimetuste ja p&otilde;hikirja muutuste &uuml;le. Traditsiooniliselt tullakse &uuml;ldkoosolekule "valija" vormis. Koosoleku alguses kantakse sisse lipp ja k&otilde;lab Moto. Koosoleku l&otilde;ppedes viiakse lipp v&auml;lja ja lauldakse Meeste laulu.{Kombed}Pudirida#Pudirida on Reaalkoolist p&auml;rit tava, kus mehed on moodustanud pika hanerea, k&otilde;nnivad k&auml;ed seljal t&auml;pselt koorivanema kannul ja kui v&otilde;imalust on, siis tihtipeale &uuml;ks jalg rentslis. Vigurid, mida k&otilde;ndimisel teeb eesk&auml;ija, tuleb kaasa teha. See on eelk&otilde;ige &uuml;ks koori punktist A punkti B &uuml;mberpaigutumise moodus ilma, et &uuml;kski mees vahepealt kaduma l&auml;heks. Teisalt p&uuml;&uuml;ab see alati pilke, tekitab elevust ja paneb inimesi j&auml;rele vaatama. Pudirida saab kindlasti n&auml;ha laulupeorongk&auml;ikudes.##Punane latern#Pudirea l&otilde;pus m&otilde;ned meetrid tagapool v&otilde;ib tavaliselt kohata meest punase laternaga. See on mees, kes viimasena hilines koori kokkulepitud kohtumispaika ja peab olema laternakandja kuni j&auml;rgmise v&otilde;imaliku korrani. Ta peab seda kandma k&otilde;ikjal ja v&otilde;ib sellest vabaneda alles t&auml;nu j&auml;rgmisele "laternaaja" hilinejale. Ainult erakordsed turvan&otilde;uded (n&auml;iteks lennukis) ja koorivanema luba vabastavad laternakandja hetkeks tema taagast. Latern on reeglina kasutusel reisidel ja laulupidudel. Lisaks laternale kasutatakse v&auml;lisreisidel ka hilinejatele trahve kohalikus valuutas. Hilineja tasub trahvi koheselt laekurile. See distsiplineerib mehi ja tekitab samas ka p&otilde;nevust. Saadud "tugrikute" arvel t&auml;ieneb koori kassa v&otilde;i premeeritakse v&auml;ikeste meenetega parimaid mittehilinejaid.##Jalgade sahistamine ja k&uuml;laliste tervitamine#Lihtne tava, mis esmapilgul &uuml;llatab, kuid hiljem on t&auml;iesti enesestm&otilde;istetav. Oma heakskiitu v&otilde;i poolehoidu v&auml;ljendatakse jalgade sahistamisega, mis emotsioonide kasvades v&otilde;ib &uuml;le minna isegi trampimiseks. Samuti vastatakse sel moel tervitustele. Kui prooviruumi siseneb naisterahvas v&otilde;i m&otilde;ni austusv&auml;&auml;rne k&uuml;laline, tervitab koor teda p&uuml;stit&otilde;usmisega. Samamoodi talitatakse ka k&uuml;lalise lahkudes. &Uuml;ks t&auml;helepanek veel — jalgu sahistatakse ainult istudes. P&uuml;sti seistes koor aplodeerib.##S&uuml;nnip&auml;evad#Peale proovi l&otilde;ppu teatab koorivanem j&auml;rgmise kokkusaamise aja ning lisab "jaaa...s&uuml;nnip&auml;evad". Edasi j&auml;rgneb lauluvendade loetelu, kes alates viimasest kohtumisest on aasta v&otilde;rra vanemaks saanud. K&otilde;ik p&auml;evakangelased kutsutakse koori ette, k&otilde;lab kolmekordne elagu ja siis saavad nad tundma vennalikke k&auml;epigistusi. Samamoodi &otilde;nnitletakse ka mehi, kelle peresse on j&auml;relkasvu s&uuml;ndinud. Vastne isa kannab ette maimukese strateegilised parameetrid ja valgustab m&otilde;ningaid &uuml;ksikasju.##Rebasekasvatus#Ei saa &uuml;hestki koori rebasest korralikku koori liiget kui ta pole l&auml;binud koolitust rebasekasvataja ehk vanamehe juures. Siin saab ta esmateadmised koori ajaloost ja traditsioonidest, &otilde;pib dirigentide abil selgeks kohustusliku repertuaari. T&auml;htis osa v&auml;&auml;riliseks laulumeheks sirgumisel on ka lauluisal, kes oma laulupoega nii muusikaliselt kui teinekord ka rahaliselt toetab ning koori s&uuml;ndmustel m&otilde;ne &otilde;lle v&auml;lja teeb. Lauluisa asi on ka m&auml;rgata ja t&auml;helepanu juhtida, kui rebasekandidaat (rebane) midagi valesti teeb v&otilde;i koori tavade vastu eksib. Kas tegu on tubli mehega, seda n&auml;itab kandidaadiaeg, mis l&otilde;peb aasimisega. Seej&auml;rel on rebane valmis ja kui laulukatsed tehtud, v&otilde;etakse ta koori aastap&auml;eval v&otilde;i m&otilde;nel muul sobival pidulikul s&uuml;ndmusel meeskoori liikmeks. Tartu Akadeemilisest Meeskoorist &uuml;le tulnud lauluvend v&otilde;etakse koori liikmeks kohe.##Aasimine#Aasimisel v&otilde;etakse rebasekandidaat varem v&auml;ljakuulutatud ajal koori ette, kus ta jutustab l&uuml;hidalt endast. J&auml;rgnevad k&uuml;simused lauluvendadelt. Need v&otilde;ivad olla t&otilde;simeelsed, aga sageli ka s&otilde;bralikult n&ouml;&ouml;kavad v&otilde;i lustlik-naljatoonis (k&uuml;llap lauluvennad seda juba oskavad).##Koori liikme staaž ja kohalk&auml;imise arvestus#Iga lauluvenna kohalk&auml;imise kohta peetakse arvestust. Mistahes koori laululise v&otilde;i muu koori jaoks t&auml;htsa s&uuml;ndmuse eest on v&otilde;imalik punkte saada. Maksimumpunktid saab see koori liige, kes saabub s&uuml;ndmusele &otilde;igeaegselt ja lahkub peale selle l&otilde;ppemist. Hilineja ja varem lahkuja kaotab punkte. H&auml;&auml;ler&uuml;hmavanemate ja asjaajaja t&auml;pse arvepidamise p&otilde;hjal kujuneb hooaja l&otilde;puks v&auml;lja tabel, kus iga mehe nime taga on tema protsentuaalne osav&otilde;tt koori t&ouml;&ouml;st. Vastavalt protsendile arvestatakse ka liikmestaaži. Kes on kohal k&auml;inud 60-100% s&uuml;ndmustest saab kirja terve lauluaasta, 50-60(v.a)% saab 0,75 ja 40-50(v.a)% 0,5 punkti lauluaasta eest. Alla 40% koori s&uuml;ndmustel osalenu lauluaastat kirja ei saa. Punktiarvestus on oluline teeneliste ja mitmekordselt teeneliste aunimetuste andmisel koori liikmetele, samuti on sellest abi, kui koori arvuline koosseis m&otilde;neks s&uuml;ndmuseks on piiratud (nt v&auml;lisreisid). Parimad kohalk&auml;ijad on alati eelisseisuses.##Parima kohalk&auml;ija laualipp#Kui punktitabel on l&otilde;plikult lukku l&ouml;&ouml;dud, on selge ka, kes oli l&otilde;ppenud hooaja parim kohalk&auml;ija. Teda autasustatakse koori r&auml;ndlaualipuga. Lipu alusele on graveeritud lauluvenna nimi ja aastaarv, millal ta parim oli. Eelmise hooaja parim loovutab laualipu ja saab vastu selle ilma aluseta koopia.##Puudumised ja hilinemised#Kui lauluvennal selgub, et ta ei saa mingil p&otilde;hjusel koori s&uuml;ndmusest osa v&otilde;tta, annab ta sellest h&auml;&auml;ler&uuml;hmavanemale teada. Sama kehtib hilinemiste kohta. Hilinenud lauluvend ei asu enne oma kohale kooris kui on saanud dirigendilt selleks loa. Proovist varem lahkuda sooviv lauluvend k&uuml;sib selleks koorivanemalt luba.{Seltsielu}Kuusepuu#Jaanuari esimestel n&auml;dalavahetustel toimuv traditsiooniline stiilipidu koos Tehnika&uuml;likooli Akadeemilise Naiskooriga. On n&auml;htud nii seelikutes mehi kui vuntsidega naisi, on peetud pulma ja pidžaamapidusid, seigeldud "Viimse reliikvia" ja koopainimeste radadel. S&uuml;ndmust korraldab alati &uuml;histoimkond, kuhu kuuluvad nii nais- kui meeskoori esindajad.##Suusalaager#Jaanuari l&otilde;pus - veebruari alguses s&otilde;idab meeskoor L&otilde;una-Eestisse, et koos Tartu &Uuml;likooli Akadeemilise Naiskooriga pidada maha suusalaager. Selleks s&uuml;ndmuseks kulub terve n&auml;dalavahetus. P&auml;evad m&ouml;&ouml;duvad &uuml;hiselt sportides, &otilde;htul k&auml;iakse saunas ja lauldakse &uuml;hislaule. Esimest korda suusalaagris osalejad ehk "suusalaagri rebased" esinevad oma etteastega. Traditsioonilised on &otilde;htune pildioksjon ja &ouml;ine orienteerumine lumises metsas.##Maskiball#Iga paaritu aasta 1. aprillile l&auml;himal laup&auml;eval toimub koori maskiball. Esimene selline toimus juba 1957.a. Viimastel aastak&uuml;mnetel on see toimunud Glehni lossis, mis saab selleks s&uuml;ndmuseks sootuks teise n&auml;o. Alati on l&auml;bivaks &uuml;ks kindel teema, vastavalt millele kujundatakase dekoratsioonid ja pannakse selga kost&uuml;&uuml;mid. Lossist on saanud nii hullumaja kui saun, metslaste koobas kui Vana-Rooma, inspiratsiooni on saadud Kalevipojast ja Tuhande &uuml;he &ouml;&ouml; muinasjuttudest. Igaks maskiballiks tehakse film, eri korrustel m&auml;ngivad tuntud b&auml;ndid ja muusikud. Pidu kestab tavaliselt varahommikuni. Sellele vaatamata alustatakse p&uuml;hap&auml;eval juba koristust&ouml;&ouml;dega, et loodud kunstmaailmast j&auml;lle Glehni loss saaks.##TAM-TAM korvpall#Koos Tartu Akadeemilise Meeskooriga maha peetavat korvpallilahingut v&otilde;ib pidada ka juba traditsiooniliseks mittelaululiseks s&uuml;ndmuseks, kus lisaks meeskooridele ka nii T&Uuml; kui TT&Uuml; naiskoorid osalevad ja omavahel mingis pallim&auml;ngus m&otilde;&otilde;tu v&otilde;tavad. S&uuml;ndmus on maha peetud erinevais Eesti paigus, kus aga korvpallisaal olemas on ja p&auml;rast koht, kus neli koori saaksid v&auml;&auml;rilise peo maha pidada.##Rattamatk#Toimub tavaliselt kesksuvel juulis (esimene 1959.a.) koos s&otilde;braliku naiskooriga. Viimastel aastatel on selleks olnud Pedagoogika&uuml;likooli Naiskoor. Siin saab rattas&otilde;itu, l&otilde;kkesuitsu, telkimiselamusi, kidra saatel laulu. K&otilde;vemad korraldajad on pannud veekogu &auml;&auml;rde p&uuml;sti indiaani higistamistelgi p&otilde;him&otilde;tetel sauna, peale mille l&auml;bimist saabutakse p&uuml;hap&auml;eval koju eriti puhaste hingedega.##H&auml;&auml;ler&uuml;hma&otilde;htud#Pimedatel s&uuml;gis&otilde;htutel, aga ka muul ajal, on saanud traditsiooniks korraldada v&auml;iksemas seltskonnas ehk siis h&auml;&auml;ler&uuml;hmasiseselt kohtumis&otilde;htuid s&otilde;bralike naiskollektiividega. T&otilde;siasi on see, et enim k&auml;iakse kooris l&auml;bi oma h&auml;&auml;ler&uuml;hmasiseselt, mis on andnud hea alusp&otilde;hja mitmete s&otilde;pruskondade tekkimiseks. Ka hiljuti kooriga liitunud rebastel aitavad sellised &otilde;htud vanemate olijatega paremini tuttavaks saada ja esimesed &uuml;hised &otilde;lled juua.##Esitatud sai &uuml;levaatlik loetelu Tehnika&uuml;likooli Akadeemilise Meeskoori traditsioonidest ja tavadest. Muidugi on meeskooril olnud ka traditsioone, mis on omal ajal tekkinud (v&otilde;i tekitatud) ja siis h&auml;&auml;bunud, ent palju on aegade muutumises p&uuml;sinud koori algusaastatest peale. Kuulsad olid autorallid ja lumerajas&otilde;idud, mida j&auml;lle taaselustada p&uuml;&uuml;ame, paaril aastal toimus koori mitmev&otilde;istlus. Loomulikult osaleb koor ka laulupidudel, Gaudeamusel, NSSS-l. &Uuml;ksikasjalikumat lugemist saab huviline koori aastap&auml;evaraamatutest, mis tasuks igal rebasel l&auml;bi tudeerida.</p>
                </div>
                <div class="col-md-3 col-md-pull-9">
                    <img id="featuretteImageLeft" class="featurette-image img-responsive center-block" data-src="holder.js/500x500/auto" alt="Generic placeholder image" src="{% static 'images/traditsioonid.png' %}">
                </div>
            </div>
        </div>
    </div>
    <div class="container">
        <div id="featurette" class="row featurette">
            <div class="col-md-9 featuretteText scrollable">
                <h2 id="dirigendid" class="featurette-heading">Dirigendid</h2>
                <p class="lead">Peetri tulekuga on Tehnikaülikooli Akadeemiline Meeskoor saanud juurde üliõpilaskoorile vajalikku nooruslikkust ning see kajastub koori repertuaaris, kuhu on ilmunud Peetri seatud lugusid, nii tõsisemaid kui lõbusamaid. Täiesti uue olukorra on tekitanud suundumus tõsta au sisse taas peast laulmine - oskus, mis kooril kippus vahepeal kaduma. Lisaks dirigendile on Peetri näol tegu igati tasemel vokaalsolistiga, kel iseenesestmõistetava koorijuhidiplomi kõrval taskus teinegi muusikaakadeemia diplom ooperilaulu erialal.##Kui Siim Tehnikaülikooli Akadeemilise Meeskoori dirigendiks tuli, oli ta üks neljast koori noorimast liikmest ja kasvas peadirigent Jüri Rendi abilisena sõna otseses mõttes. Peale dirigenditöö on Siim kontsertmeister (lõpetas EMA pianistina 1996 ja magistrantuuri 1999), kelle multiinstrumentalisti- ja artistioskused on koorile asendamatu pluss. Tema juhendamisel on tuule tiibadesse saanud koori a cappella ansambel after6, millest on saanud oluline osa meeskoori kultuuris.</p>
            </div>
            <div class="col-md-3">
                <img id="featuretteImageRight" class="featurette-image img-responsive center-block" data-src="holder.js/500x500/auto" alt="Generic placeholder image" src="{% static 'images/peeterjasiim.png' %}">
            </div>
        </div>
    </div>
    <div class="container">
        <div id="featurette" class="row featurette">
            <div id="featuretteText" class="col-md-9">
                <h2 id="juhatus" class="featurette-heading" style="margin-top: -1px;">Juhatus</h2>
                <p class="lead"></p>
            </div>
            <div id="featuretteTable" class="col-md-12  table-responsive">
                <table class="table table-striped">
                    <tbody>
                    <tr>
                        <th>Nimi</th>
                        <th>Amet</th>
                        <th>Telefon</th>
                        <th>E-post</th>
                    </tr>
                    <tr>
                        <td>Peeter Perens</td>
                        <td>Peadirigent</td>
                        <td>56 470 167</td>
                        <td><a href="mailto:peeterperens@gmail.com">peeterperens@gmail.com</a></td>
                    </tr>
                    <tr>
                        <td>Siim Selis</td>
                        <td>Dirigent</td>
                        <td>50 17 730</td>
                        <td><a href="mailto:siimselis@gmail.com">siimselis@gmail.com</a></td>
                    </tr>
                    <tr>
                        <td>Janno Rohelsaar</td>
                        <td>President</td>
                        <td>56 243 977</td>
                        <td>
                            <a href="mailto:jannoro@hotmail.com">jannoro@hotmail.com</a></td>
                    </tr>
                    <tr>
                        <td>Vahur Talvik</td>
                        <td>Koorivanem</td>
                        <td>53 444 415</td>
                        <td>
                            <a href="mailto:vahka@yahoo.com">vahka@yahoo.com</a></td>
                    </tr>
                    <tr>
                        <td>Andres J&auml;rv</td>
                        <td>V&auml;lissuhtleja</td>
                        <td>55 575 106</td>
                        <td><a href="mailto:andresjarv@gmail.com">andresjarv@gmail.com</a></td>
                    </tr>
                    <tr>
                        <td>Maksim Butsenko</td>
                        <td>Asjaajaja</td>
                        <td>55 532 816</td>
                        <td><a href="mailto:maksim.butsenko@gmail.com">maksim.butsenko@gmail.com</a></td>
                    </tr>
                    <tr>
                        <td>Raul Mark</td>
                        <td>Laekur</td>
                        <td></td>
                        <td><a href="mailto:meeskoor.finants@ttu.ee">meeskoor.finants@ttu.ee</a></td>
                    </tr>
                    <tr>
                        <td>Peeter Aruvald</td>
                        <td>Varahoidja</td>
                        <td>51 39 744</td>
                        <td><a href="mailto:peeter.aruvald@gmail.com">peeter.aruvald@gmail.com</a></td>
                    </tr>
                    <tr>
                        <td>Ilja Maljutenko</td>
                        <td>Kroonik</td>
                        <td>53 660 886</td>
                        <td><a href="mailto:iljamal@gmail.com">iljamal@gmail.com</a></td>
                    </tr>
                    <tr>
                        <td>Rene J&otilde;eleht</td>
                        <td>Kroonik II (turundus)</td>
                        <td>50 38 836</td>
                        <td><a href="mailto:rene.joeleht@gmail.com">rene.joeleht@gmail.com</a></td>
                    </tr>
                    <tr>
                        <td>Mart Ratas</td>
                        <td>Noodikogu hoidja</td>
                        <td>56 223 859</td>
                        <td><a href="mailto:mart.ratas@gmail.com">mart.ratas@gmail.com</a></td>
                    </tr>
                    <tr>
                        <td>Sergei Zonov</td>
                        <td>I tenori vanem</td>
                        <td>53 457 237</td>
                        <td><a href="mailto:zonov@hotmail.com">zonov@hotmail.com</a></td>
                    </tr>
                    <tr>
                        <td>Ott Lehtmets</td>
                        <td>II tenori vanem</td>
                        <td>51 64 571</td>
                        <td><a href="mailto:ott@kossuleht.ee">ott@kossuleht.ee</a></td>
                    </tr>
                    <tr>
                        <td>Aivar Koodi</td>
                        <td>Baritoni vanem</td>
                        <td>56 494 271</td>
                        <td><a href="mailto:aivar.koodi@gmail.com">aivar.koodi@gmail.com</a></td>
                    </tr>
                    <tr>
                        <td>Dan Rodionov</td>
                        <td>Bassi vanem</td>
                        <td>58 055 170</td>
                        <td><a href="mailto:danrod@hot.ee">danrod@hot.ee</a></td>
                    </tr>
                    </tbody>
                </table>
            </div>
        </div>
    </div>
    <div class="container-fluid" style="background-color: #f6f6f6">
        <div class="container">
            <div id="featurette" class="row featurette">
                <div class="col-md-9 col-md-push-3 featuretteText scrollable">
                    <h2 id="ajalugu" class="featurette-heading">Ajalugu</h2>
                    <p class="lead">{Koori moto}Laul, see olgu me tunnete kaja,#armus ja truuduses südamelöök,#tõe ja õiguse kuulutaja,#priiuse väravas kaitsev mõõk!##Viis: Arno Kallikorm, 1958. Sõnad: Karl Eduard Sööt, luuletus "Laulja", 12.04.1940{Algus ja mis pärast tuli (noppeid)}Enn Hendre, Tõnu Ojala##Tehnikaülikooli Akadeemiline Meeskoor on kuuekümneaastane. Sünnikuupäev on kokkuleppeliselt paigas: see on 15. detsember 1945, mil lauldi esimene avalik kontsert tolleaegses TPI peahoones Koplis.##Aastate jooksul on Tehnikaülikooli Akadeemiline Meeskoor elanud läbi mitmesuguseid aegu ja sündmusi, teisenenud on olud ja eesmärgid. Koori nimigi on mitu korda muutunud. Kooril on omad püsiväärtused, neid on hoitud ja arendatud. Üks koori püsiväärtus leidis kinnituse kontserdil Kopli peahoones 14. detsembril 1946, mil tähistati esimest tegevusaastat. Viimase palana lauldi K. Türnpu "Mull' lapsepõlves rääkis":##Ma Taara tammikutes#veel kuulen kanget häält;#kõik ennemuistsed tuuled#ei ole kadund säält!##Need C. R. Jakobsoni 1870. aastal kirjutatud luuleread (originaalpealkirjaga "Veel pole kadund kõik") kandsid uut sisu. Millise sõnumi ja tunde need tollal saali viisid, on selge ütlematagi. Laulumeeste mäletamist mööda oli publik olnud pisarateni härdunud.##Pärast seda kontserti hakati rääkima meeskoori vaimust. See oli noorte meeste isamaalik vaim, mida tolleaegne võim hävitada püüdis. Vaim, mis vähemalt kahel korral — 1948 ja 1962 — viis olukorrani, kus koori eksistents rippus juuksekarva otsas.##Kuid hakakem otsast peale.##1945. aastal tegevust alustanud Tehnikaülikooli Akadeemilisel Meeskooril oli ka eelkäija — enne sõda corp! Leola eestvõttel kokku tulnud Tallinna Tehnikaülikooli laulukoor, kuhu olevat kuulunud umbes 30 meest ja mida juhatas veel tudengiseisuses Tallinna Konservatooriumis G. Ernesaksa käe all õppiv Jüri Variste.##Koori asutajaliikme A. Luige meenutustest: "...koori loomise idee tekkis 1939. aasta septembris-oktoobris, kui Moskva survel algasid läbirääkimised. Siht oli säilitada ja kõrgel hoida eesti vaimu."##Selle koori tegevuse kohta paraku andmed puuduvad. On teada, et J. Variste oli üliõpilaste laulukoori juhatajana ülikooli palgalehel 1. veebruarist 1940 kuni 1941. aasta aprilli lõpuni.##Nüüdse Tehnikaülikooli Akadeemilise Meeskoori initsiaator oli Arvo Ratassepp (1926-1986). Novembri keskel 1944 algas siis juba Tallinna Polütehnilises Instituudis uus õppeaasta. Eestis oli jälle Vene võim, sõda kestis. Sellegipoolest oli TPIsse tulnud hulk teo- ja õpitahtelisi noormehi. Arvo Ratassepp, pärit maaõpetaja perest, kus muusika ja koorilaul olid olnud au sees, õppis ehitus-mehaanikateaduskonnas arhitektuuri. Noormehel oli laulutegemise kihk veres, ta oli proovinud ka dirigendiametit, juhatanud iseõppijana mingi aja majandusteaduskonna juures tegutsenud segakoori. Ühel päeval kogus ta tühja auditooriumisse kokku rühma lauluhuvilisi mehi, et proovida mõnda lihtsamat meeskoorilaulu. Seal tekkiski mõte asutada TPIs meeskoor ja leida sellele ka päris dirigent.##Hea organisaatorina ja suhtlejana suutis Arvo Ratassepp koori asutamise vajaduse teha selgeks ametiühingus ja parteikomitees (nende luba läks vaja). Ta leidis ka Arno Kallikormi, keda veenis TPI Meeskoori dirigeerima. Arno õppis tollal Tallinna Konservatooriumis, kuid koori juhtimise kogemus tal juba oli. Tagantjärele on Kallikorm tunnistanud, et algul kahtles ta tõsiselt, kas tehnikameestest on ikka laulumehi ja kas koorist asja saab.##Koori esimene proov Arno Kallikormi (1915-1992) juhatusel toimus 10. oktoobril 1945. Tol neljapäevasel pärastlõunal oli TPI Kopli peamaja auditooriumisse harjutusele tulnud 17 lauluentusiasti. Dirigendi soovitusel hakati õppima Martin Lipu eestindatud Edvard Griegi "Lauljate tervitust". Noot ja sõnad kirjutati tahvlile.##Järgmistesse proovidesse tuli mehi juurde. Esimeses trükitekstis meeskoorist, mis ilmus 2.11.1945 Õhtulehes, on kirjas: "Harjutused toimuvad pärast igapäevast õppetööd ülikooli suures auditooriumis kaks korda nädalas, igal esmaspäeval ja neljapäeval... Väljapaistvamad lauljad kooris on sm-d Ratassepp, Oruvee ja Pedak." Muuseas, need kolm lauljat olid hiljem (nagu paljud meeskoori vilistlased) kõik kuulsad mehed: Arvo Ratassepp tuntud kooridirigent ja muusikapedagoog, Helmut Oruvee arhitektuuriprofessor ja akustikateadlane, Kaarli Pedak (1950-1956 asumisel Siberis) arhitekt ja arhitektide liidu vastutav sekretär.##Kahe kuuga õpetas Arno meestele selgeks 12 laulu ja 15. detsembril 1945 oli TPI Kopli peahoone suures auditooriumis koori esimene avalik kontsert. Rivis oli 50 pidulikus rõivastuses meest. Ühine laulutunne lummas, publiku soe vastuvõtt tiivustas. See päästis valla suure entusiasmipalangu ja lõi sõnulseletamatu ühtekuuluvustunde.##Arno osa selles oli kahtluseta suur. Inimlikelt omadustelt sobis ta hästi sellesse meeste seltskonda. Lauljatest vaid pisut vanem (nädal enne esimest kontserti sai 30), isamaalise meelsusega, virulase huumorisoonega (pärines Virumaalt Püssi vallast), laulude õpetamisel kannatlik ja sugestiivse dirigeerimismaneeriga (eeskujuks Tuudur Vettik, tema õpetaja konservatooriumist). Ta oli koorile sütitav dirigent ja meestele kambajõmm. Arvo Ratassepp on öelnud, et temas oli midagi colasbreugnonlikku.##5. jaanuaril 1947 toimus 1. aastapäeva pidulik kontsert Estonia kontserdisaalis, laval 74 meest. Sellest ajast peale said koorile pikaks ajaks iga-aastaseks muusikaliseks kulminatsiooniks aastapäevakontserdid Estonias. Esimese kontserdi õige kiitvas arvustuses leiab RAMi tolleaegne dirigent Artur Vahter, et "koorijuht A. Kallikorm on suutnud viia Polütehnilise Instituudi Akadeemilise Meeskoori meie isetegevuslike kooride esiritta... Tallinlaste kunstiline tulemus ületas tunduvalt tartlaste oma" (mõni aeg varem oli Estonias laulnud 35 aastat tehnikameeste koorist vanem Tartu Akadeemiline Meeskoor). Sõbralik konkurents Tartu Akadeemilise Meeskooriga laulmises (nüüd ka korvpalliplatsil) kestab siiani — kord on üks võidumees, kord teine.##Esinemisega kontserdisaalis oli koor ennast tõestanud ja Arno kahtlused hajunud. Laululine tase oli tõusnud, koori siseelu ja organisatsioon arenesid kiiresti. Enne XII üldlaulupidu 1947. aasta juuni lõpus sai koor eristustunnused: valgepõhjalise tekli ja hõbedase rinnamärgi. Tänaseni algkujul kasutusel oleva rinnamärgi kavandi tegi bariton Raimund Otsman, hilisem TPI dotsent. Tähekombinatsioon sellel TPI Kopli peahoone fragmentkujutisega märgil oli TAM, mis tähendas Tallinna Akadeemilist Meeskoori. Vahepeal tuli täht A küll väikese nipiga muundada tähtedeks P ja I, sest pidi olema kooskõlas koorile ametlikult antud nimega — Tallinna Polütehnilise Instituudi Meeskoor. Üldse on kooril aegade jooksul olnud mitu nime: Tallinna Akadeemiline Meeskoor, TPI Akadeemiline Meeskoor, TPI Meeskoor, kui lisand "akadeemiline" oli koori nimes keelatud, ja lõpuks praegune nimi — Tehnikaülikooli Akadeemiline Meeskoor.##Alguses oli Arvo Ratassepp koorivanem ja koori esimees ühes isikus ning kindlate ülesannetega juhatust veel polnud. 1946. aasta sügisel valiti üldkoosolekul koorile kaheksaliikmeline juhatus. Koori esimeheks sai ehituseriala üliõpilane, hilisem TPI dotsent Enno Soonurm, kes seda tänases mõistes koori presidendi ametit pidas mitu aastat. Juhatuse koosseis ja selle ülesanded pandi lõplikult paika 9. märtsil 1948 toimunud üldkoosolekul vastu võetud põhikirjaga. Samal koosolekul kinnitati ka kodukord, mütsi ja märgi statuut. Põhikirja ja kodukorra koostamisega nähti kurja vaeva ja peeti tuliseid vaidlusi, sest see pidi vastama koori vaimule, ent ei tohtinud olla pinnuks silmas võimumeestele. Igatahes said need dokumendid sedavõrd tasakaalukad, et toimivad põhiosas tänasel päevalgi. Muidugi välja arvatud "sisult sotsialistliku ja vormilt rahvusliku laulukultuuri viljelemine", ilma milleta linna kultuuriosakond põhikirja lihtsalt ei kinnitanud. Vahel tuli asjameeste poole kraapsjalga teha.##1948. aasta varakevadel toimus koori esimene reis väljapoole Eestit — Riiga, kus ülikooli aulas kavatseti anda kaks kontserti. Eestis organitega kooskõlastatud kava järgi pidid kontserdid algama "Gaudeamusega". Riias aga seletasid ametimehed, et mingil juhul ei tohi kontserti "Gaudeamusega" alustada, sest selle olevat miilits ära keelanud. Esimene täismajakontsert läkski ilma üliõpilashümnita. Teiseks päevaks oldi Riia sõprade toel bravuurikamad ja otsustati "Gaudeamus" ära laulda. Saal tõusis püsti, peamiselt üliõpilastest koosneva publikuga tekkis soe kontakt ja ärkas protestivaim. Kontserdi lõpus esitati lisapalana G. Ernesaksa "Mu isamaa on minu arm". Pärast edukat esinemist sammuti pudirivis, valged teklid peas, ülevas meeleolus Vabadussamba juurde.##Tagasiteel pidi koor laulma Tartu Ülikooli aulas. Ees ootas aga hoopis ebameeldiv üllatus. Tookordne EKP Keskkomitee esimene sekretär N. Karotamm oli ülikooli saatnud telegrammi, et Tartu kontsert ära keelataks ja koor otsekohe Tallinna saadetaks. Asi oli poliitiliseks pööratud. Levisid jutud, et TPI meeskoor oli Riias huligaanitsenud, korraldanud nõukogudevastase demonstratsiooni ja laulnud keelatud laule. Enno Soonurm juhatuse esimehena sai mitmes parteiinstantsis jõhkralt sõimata. Oli põhjust karta, et koor saadetakse laiali või dirigent Arno Kallikormiga võetakse midagi ette. Koor ja Arno said ideoloogiavõimumeestelt selge hinnangu — mädapaised. Tänu E. Soonurme soliidsusele ja diplomaaditalendile kõige hullemad kartused täide ei läinud. Koori asjaajaja E. Kraaving eksmatrikuleeriti, koor pidi loobuma nimetusest akadeemiline ning juhatuse esimees palus end ametist vabastada.##1950ndate algus oli koori kui lauluseltskonna, vaimse ja aatelise sõpruskonna edenemise aeg. Sisuliselt oli meeskoor korporatsioon. Sellal oli noortel inimestel isetegemise tahet palju ja bel canto harrastamist segavaid tegureid ja peibutusi vähe. Kinnistus koori organisatsioon ja sisekord, juurdusid traditsioonid. Varasemast rohkem oli esinemisi. 1951. aastal tehti mitmepäevane kontsertreis Leningradi, kus anti viis kontserti, üks nii auväärses kohas nagu Akadeemilise Kapelli saal. Traditsiooniks said reisid Riiga ja kontserdid Läti Ülikooli aulas. 1955. aasta 16. aprillil lauldud kontserti sealse ülikooli aulas võib pidada üheks koori ajaloo edukamaks — kordamisele läks kaheksa laulu, lisapalu lauldi seitse. Arvukaim publik oli järgmise aasta kontsertreisil Moskvas, kui Gorki-nimelises Kultuuri- ja Puhkepargis lauldi üliõpilasballil umbes 5000 kuulajale (selle arvu ületas alles esinemine maoori festivalil 1998. aastal Uus-Meremaal). 1956. aastal toimus Tartus esimene üliõpilaslaulupidu, millele meeleolu andis ühtekuuluvustunne Tartu ja Läti ning Leedu üliõpilaskooridega. Tartus käidi kontserdiga pea igal aastal. Laulumeeste hoogne tegutsemisjanu sünnitas traditsioone ja elavdas seltsielu, nimetagem või meeskoori üle linna kuulsaid maskiballe (esimene 1957).##Mõistagi olid kooril omad probleemid. Igal aastal lahkus osa mehi, uutega tuli laulude õppimist otsast alustada. See oli ilmselt asjaolu, mis kõigutas koori laululist taset. Probleeme tekitas ka mõne uljaspea pitsipõhjalembus. Üldkoosolekul pärast Leningradi reisi oli näiteks peamine päevakorrapunkt: distsipliin. Kodukorda karmistati, määrati karistusi personaalküsimustes.##1958. aastasse jääb koori pereheitmine — loodi Teaduste Akadeemia Meeskoor, kuhu läksid laulma paljud TPI Meeskoori head laulumehed. See sündmus tekitas vastakaid arvamusi ja mõjus koorile valusalt. Dirigent Arno Kallikorm haavus, nähes selles koorisisest opositsiooni. Uue koori üks organisaatoreid oli koori juhatuse tollane esimees, autoriteetne ja populaarne Leo Sildam. Arno sai kibestumisest üle, kuid okas jäi talle südamesse. 1,5-2 aasta pärast oli koor, bassirühm ehk välja arvatud, enam-vähem endisele tasemele kosunud. Juurde oli tulnud palju tudengiseisuses mehi ja sel ajal oli Tehnikaülikooli Akadeemiline Meeskoor sõna otseses mõttes üliõpilaskoor. Teaduste Akadeemia Meeskoori väljakasvamist Tehnikaülikooli Akadeemilisest Meeskoorist võib tagantjärele nimetada objektiivseks paratamatuseks, nagu ka 1988. aastal sündinud nooremat poega EKE Inseneride Meeskoori (nüüd Inseneride Meeskoor). Sama võib öelda peadirigentide hilisemate vahetuste kohta.##1958. aasta sügisel tõi Arno koori ette enda viisistatud moto, sõnad K. E. Söödi luuletusest "Laul". Esmakordselt laulis Tehnikaülikooli Akadeemiline Meeskoor seda Eesti Raadio stuudiokontserdil 2. novembril 1958. Sellest ajast algavad koori kontserdid motoga. "Laul, see olgu me tunnete kaja..."##1962. aasta kujunes koorile dramaatiliseks. 6. märtsil oli Estonia kontserdisaalis koori 16. aastapäeva kontsert, pärast seda pidu Viru sööklas. Nagu tavaliselt nõudis publik kontserdil lisapalu. Lisapalu oli Arno meeste toel alati julgelt valinud. Seekord lauldi kolm isamaalist laulu. Repertuaari valikut olid asjamehed Kallikormile varemgi ette heitnud. Nüüd tuli TPI juhtkonnale ettekirjutus: "Võtta tarvitusele abinõud A. Kallikormi suhtes..." Rektor Agu Aarna, kes meeskoori üldiselt heatahtlikult suhtus, sattus tugeva surve alla. Arno oli sunnitud dirigendi kohalt lahkuma. Kooris lõid möllama kired, tolleaegne president Peeter Meris ja paljud mehed olid seisukohal, et protestiks tuleb laiali minna. Tuliste vaidlustega üldkoosolekul ja koori ajaloo pikimal juhatuse koosolekul, mis algas kell 18 ja lõppes järgmisel hommikul kella viie paiku, otsustati napi häälteenamusega koorina jätkata ja pöörduda Gustav Ernesaksa poole ettepanekuga, et koori dirigendiks tuleks Harald Uibo.##28. märtsil seisis koori ees uus dirigent Harald Uibo, kes sellal juhatas ka RAMi. Läbirääkimisi tema ja Gustav Ernesaksaga pidas koori juhatuse kõrval ka rektor Agu Aarna. Koori nimesse lubati tagasi panna sõna "akadeemiline".##Harald Uibo (1920-2002) erines Arnost muusikaliste taotluste poolest ja ka inimesena. Arno armastatud ooperikooride ja kooripoeemide asemel hakkasid repertuaari tulema lüürilise laadiga laulud, rahvalaulud, pianissimot ja ilusat kantileeni nõudvad palad. Senisest suuremat rõhku hakati panema hääle kvaliteedile ja intonatsiooni puhtusele. Tõhustati hääleseadet. Palju aastaid tegi seda kooris üpris legendaarseks saanud Sergi Annilo. Tulemused tulid õige ruttu: 1963. aasta juunis tunnistati Tehnikaülikooli Akadeemiline Meeskoor ametiühingute taidlusülevaatuse vabariikliku lõppvõistluse laureaadiks.##Aastal 1965 algas Glehni lossi taastamise epopöa. Bariton Toivo Ojaveskil tuli Glehni pargis abikaasaga jalutades romantiline (uit)mõte ehitada Glehni loss varemetest üles üliõpilaste klubiks. Idee tundus hullumeelne. Aga mitte meeskoorile, kes mõtte optimistlikult omaks võttis. Sügisel mõõdistati oma jõududega varemed, mis olid tõesti haletsusväärses seisus ja, ime küll, saadi ruttu nõusse TPI juhtkond, eelkõige prorektor Harri Eesma. Meeskooris olid idee kõige tulisemad pooldajad president Jaan Ots, pearomantik Vello Mespak, idee sünnitaja Toivo Ojaveski, entusiastlikult asusid asja juurde Rein Saun, Udo Asmus, Ülo Tärno, Mati Krivel, naiskoorist Maret Laan jpt. Ehituse kavandajad ja eestvedajad olid Mati Krivel, Udo Asmus, Rein Saun, Ülo Tärno jt.##Alustati hoogtööpäevakutega. Glehni lossi ehituse pidulik-sümboolne avatseremoonia toimus 29. mail 1966 koos TPI Akadeemilise Naiskoori ja TPI Puhkpilliorkestriga. Kohal oli ka rektor Agu Aarna.##Projekteerimist alustati praktiliselt 1967. a kevadsemestril. Projekti peainseneriks määrati Rein Saun, aasta lõpul asus tema asemele Eesti Projektis grupijuhina töötav Udo Asmus, kes oli projekti juhina ametis kuni lossi valmimiseni 1977. a.##Meeskoori ürikud tunnistavad, et esimesel aastal tehti ettevalmistustöödel vabatahtlikult ligi 5000 töötundi, lossi varemete vahelt kanti välja üle 420 m3 prahti ja kive. Puhastus- ja lammutustööd jätkus mitmeks aastaks. Peale taidlejate lõid TPI juhtkonna tugeval toetusel kaasa õpperühmad. Paralleelselt käis töö projekteerimislaua taga — peamine tagant tõukav jõud oli meeskoori teovaim, entusiasm ja moraalsed stiimulid. 1969. aasta kevadel esitati kinnitamiseks ehitusprojekti kolm köidet: arhitektuurne lahendus, eelarve, tööjoonised. Aasta hiljem, 6. juulil algas ametlikult ehitustegevus — kohal olid esimese TPI ehitusjaoskonna ehitusmehed. Alates 30. novembrist 1972 tegutses projekteerimis- ja ehitustööde juhendajana bariton Ülo Tärno, ehitusmehaanika kateedri dotsent.##Loss avati pidulikult 24. märtsil 1977 kasutusvalmina nimeks TPI Taidlejate Maja. Päris valmis pole ta praegugi. Ülo Tärno on kirjutanud raamatu "Glehni lossi kroonika" (2002, TTÜ kirjastus), kust asjahuviline leiab selle meeskoori teojõudu kehastava maja kohta rohkem teavet. Iga aasta oktoobris korraldab vilistlaskogu Glehni lossis vilistlaste kokkutuleku.##1967. aasta märtsis-aprillis toimus koori esimene reis väljapoole NSV Liitu ja kohe mitmesse riiki: Poola-Saksa, DV-Tšehhoslovakkia-Austria-Ungari-Jugoslaavia. Lauljate nimekirjaline arv kooris oli sellal tõenäoselt kõigi aegade suurim — ligi 130 meest. Reisiks tuli see koondada 70ni, sest pikk sõit tehti koos Riia PI tantsuansambliga Vektors ja Kaunase PI ansambliga Nemunas põhiosas laevaga mööda Doonau jõge. Esimest korda tuli kooris meeste vahel teha üsna valuline valik, mis edaspidi reisi- ja kontserdikoosseisu kokkupanemiseks üsna tavaliseks muutus. Enne sõitu tehti mehemoodi tööd, mis tähendas mitme kuu vältel nelja proovi nädalas, luukambreid, ettelaulmisi küll kvarteti-, küll oktetikaupa, rääkimata tööst kogu kooriga. Selle reisi korraldamine nõudis tohutult sekeldamist, veenmist, paberimäärimist ja mida kõike veel. Koori juhatus ja tegijad mehed, siht silme ees, olid nagu tõkkejooksjad, keda ei heidutanud tõkete hulk ega kõrgus, raja konarus ega tee pikkus. Kui võimalik, mindi nutikalt ümber tõkke. Tegevuse pearaskus langes energilisele ja tegutsemisjulgele Jaan Otsale, kelleta Tehnikaülikooli Akadeemilise Meeskoori ja ka eesti meestelaulu ajalugu (Jaan Ots oli aastatel 1996-2008 Eesti Meestelaulu Seltsi juhatuse esimees) oleks kahtluseta vaesem ja kes meeskoori presidentidest oli oma ametipostil kõige kauem (kokku viis hooaega).##1971. aasta jaanuaris asus meeskoori peadirigendi kohale Ants Üleoja (s 1936), koorile hästi teada mees. 1964-68 oli ta olnud Haraldi kõrval abidirigent. Koor võttis ta peadirigendina kohe omaks. Ants tõi tajutavalt kaasa uut energiat. Tavapärase repertuaari kõrval võeti õppimisele muusikaline suurvorm — Carl Orffi "Carmina Burana", mida esitati koos TÜ Akadeemilise Naiskooriga ning ETV ja ERi sümfooniaorkestriga 1974. aasta märtsis menukalt nii Tallinnas kui Tartus. Koori abidirigent oli endiselt Anne Dorbek, kes naiseliku õrnuse ja nõudlikkusega tegutses koori meesteväe ees tosinkond aastat. Ants tõi koori dirigendiks ka hilisema peadirigendi Jüri Rendi.##Koori iseteadvust tõstis tublisti esikoht rahvusvahelisel koorifestivalil Tallinn-75 ja hiljem üleliidulise taidlusfestivali laureaaditiitel. See andis julgust proovida 1978. aastal võimeid XVII Seghizzi-nim koorikonkursil Itaalias Gorizias. Jällegi ilmnes koori läbilöögivõime ja mainitud tõkkejooksuoskus: NSV Liidu kultuuriministeeriumist ja ENSV instantsidest osati välja kaubelda load ja rahad, koostada nõutud paberid ja plaanid. Asjaajamist juhtis erilise osavusega koori president Ants Kaudre. Koor tuli jälle pooleks sorteerida. Nii sai igale laulumehele päriselt selgeks mõiste "konkursivõime". Itaaliasse sõitev 36-meheline koosseis nägi kuumal suvel tõsist vaeva, lihvides konkursikava. Kohustusliku lauluna tuli õppida näiteks G. Pipolo ülimoodsat polüfoonilist teost Canto della vita, mille mõni osa oli 12-häälne. Oletatavalt oli see pala raskeim, mida koor eales õppinud.##Konkursil osaleti kahes kategoorias — polüfooniline muusika (põhivõistlus) ja folkloor. Saadi III ja II koht. Auhinnaraha kulutas koor Veneetsia ekskursioonile, kuigi tolleaegsete reeglite järgi oleks see pidanud minema NSV Liidu Kultuuriministeeriumi kassasse. Suurepäraseks kujunes märtsis 1980 toimunud kontsertreis põhjanaabrite juurde, mis lõpuks realiseeris Tehnikaülikooli Akadeemilise Meeskoori sõbra, Soome esimeeskoori Ylioppilaskunnan Laulajat küllakutse.##1983. aastal andis Ants Üleoja peadirigendi ameti üle Jüri Rendile (s 1952), jäädes ise veel kaheks aastaks dirigendiks (enne oli selleks Jüri). Dirigentide kohavahetus kulges sujuvalt, tuues kaasa aga uusi suundumusi ja väljakutseid. Jüri oli meeskoori peadirigent peaaegu 20 aastat, kauem kui keegi teine.##Jüri ajajärgu tippsündmus oli kahtlemata võit rahvusvahelisel konkursil Austrias 1988. aasta novembris. Schuberti-nimelisel meeskooride konkursil Viinis saavutati esikoht ex aequo koos kuulsa meeskooriga Chorus Viennensis. See oli koorile põnev ja erutav, mõneti ka murelik aeg. Eesti oli muutumises ja asunud iseseisvumise teele. Elevusega saadi Moskvas enne ärasõitu Viini teada, et eelmisel õhtul oli vastu võetud Eesti suveräänsusdeklaratsioon.##Natuke varem oli koor toonud ilmale poja — EKE Inseneride Meeskoori, kelle peadirigendiks kutsuti Ants Üleoja. Jüri oli mures, et koorist lahkuvad head laulumehed. Aga aeg andis arutust ja kõik läks hästi nii Eestile kui ka Tehnikaülikooli Akadeemilisele Meeskoorile.##Viini konkursivõidule järgnes enneolematu jada teisi rahvusvahelisi võite: 1989 — publiku eripreemia Iirimaal Corki koorikonkursil ning esikoht ja eripreemia Madetoja-nimelisel koorikonkursil Soomes Turus, 1991 — esikoht ja Grand Prix Corkis, 1993 — esikoht Walesis suurel muusikafestivalil Llangollen Eisteddfod, kus meeskooride konkurents oli väga tihe. Võistluste vahele mahtusid kontsertreisid Saksamaale (1990), Prantsusmaale ja Rootsi (1991).##1990ndate alguses olid edenenud lauljate muusikalised ja laululised oskused, sest paljud noorliikmed olid muusikategemisega juba varem kokku puutunud. Jõudsamalt õpiti uut repertuaari, püüeldi selle poole, et iga laulja tunnetaks oma vastutust. Jüri oskas kooriga koostöösse meelitada Eesti professionaalseid orkestreid, nagu ERSO, Vanemuise orkester, ERi kontsertorkester, ja elukutselisi instrumentaliste ning laulusoliste. See kõik tõstis koori võimete latti. Mitmel aastal tellis koor Jüri eestvõttel heliloojatelt meeskoori jaoks uusi helitöid ja arranžeeringuid. 1994. aasta jõuluks tuli välja koori esimene CD U. Sisaski jõulumuusikaga. Omamoodi lõõgastuseks olid koorile ühisesinemised Piirivalve Orkestriga, kellega salvestati mitmele helikandjale ka rahvalikke ja tudengilaule. Meeleoluka ühisesinemise Piraadi klubis 1994. aasta jaanuaris lindistas Eesti Televisioon. Vabariigi aastapäeval või jaanipäeval on selle kontserdi salvestust televiisoris korduvalt näidatud. Rahvalikud kassetid ja CDd olid ka edukad müügiartiklid.##Paratamatult murdsid neil aastail koori tegevusse sisse turusuhted ja põhimõte, et tasuta lõunaid pole. Aga meeskooris rakendus see üliõpilaskorporatsioonile omasel viisil: töötav mees maksab rohkem, tudeng vähem ja rebane tihti üldse mitte.##1995 oli koori juubeliaasta. Vilistlaskogu oli kokku lugenud, et kooris laulnute ja lauljate nimekirjas oli selle aasta seisuga 1035 meest ja üks naine (Anne Dorbek). See oli ümmarguselt 0,1% Eestis elavatest eestlastest. Juubelitoimkond ja juhatus eesotsas president Veiko Sepaga valmistas juubelit ette mastaapselt. Üllitati koguteos "50 aastat Tehnikaülikooli Akadeemilist Meeskoori", tehti mitu kontsertturneed mööda Eestit, anti koostöös ERSOga välja juubeli-CD, toimus kaks täismahulist juubelikontserti Tallinnas, korraldati juubeliball Estonias jpm.##Uus aeg tõi uusi võimalusi. 1990. aastate teise poolde jääb koori ajaloo pikim reis, mida ületada on sama hästi kui võimatu. Idee reisiks maailma kuklapoolele sündis 1997. aastal, mil Kalev Pikaru oli saanud kokku Austraalia eestlastega ning tal tekkis mõte, miks mitte tulla siia ka kooriga. Esialgu hullumeelsena tundunud mõte sai teoks 1998. aasta veebruaris-märtsis, mil koor tegi kuu aega kestnud kontsertreisi Austraaliasse ja Uus-Meremaale (sellest 10 päeva viibiti Uus-Meremaal ja 15 päeva Austraalias, vahepeal õnnestus põgusalt tutvuda ka Bangkokiga). Kokku esineti 12 korral, anti kuus tõsist kontserti. Elati kokku 7 peres. Esmakordselt reisiti renditud väikebussidega. Nii oldi sõltumatud ning mis pikal reisil oluline — hõõrdumisigi on väikestes puntides vähem. Omaette katsumuseks autojuhtidele oli vasakpoolne liiklus.##Hiigelreis sai väärilise järje 2000. aastal, kui käidi koos TTÜ Akadeemilise Naiskooriga USAs ning Kanadas ESTO festivalil. Meeskoor veetis ookeani taga kolm nädalat, naiskoor nädalajagu vähem. Sama mastaabiga reiside sarja kuulub osavõtt esimese Eesti koorina kooriolümpiast 2002. aasta oktoobris Lõuna-Koreas Busanis. Olümpiadebüüt lõppes hõbediplomiga meeskooride kategoorias.##Aastate jooksul on meeskooris tegutsenud mitu ansamblit. 1998. aasta detsembris koori aastapäevapeol Paralepas tegi oma esinemisdebüüdi koori uus vokaalansambel after6 (tolleaegses koosseisus Viljar Nurme, Siim Selis, Margus Jaanus, Guido Kaasik, Priit Haljak ja Meelis Lehtla, helipuldi nuppe keeras Argo Kirikal). Soovides tuua vaheldust traditsioonilise koorimuusika esitusse, jõuti loominguliste otsingutega nüüdisaegse a cappella pop-muusikani á la King's Singers ja Flying Pickets. Mõni aasta hiljem pani after6 aluse igasügisesele a cappella ansamblite festivalile Voice Force, mis jõudis oma arengus mitmepäevase rahvusvahelise ettevõtmiseni.##1996. aastal Kopenhaagenis toimunud Põhjamaade üliõpilaskooride festivalil NSSS otsustati, et järgmine NSSS toimub 1999. aasta aprillis Tallinnas. Ehkki selle korraldamine polnud Tehnikaülikooli Akadeemilise Meeskoori ülesanne, kandis organiseerimise põhiraskust kaudselt siiski meeskoor, sest ettevõtmist organiseerinud Eesti Üliõpilaskooride Liidu eesotsas seisis koori auliige Enn Vilgo, kelle juhtimisel sündmus ka laitmatult läbi viidi. Lõppkontserdil Kalevi spordihallis kandis 1300 liikmeline ühendkoor Eri Klasi juhatusel ette Beethoveni IX sümfoonia.##Tallinna NSSS õnnestus nii hiilgavalt, et järgmise NSSSi korraldajatel Uppsalas lõppes julgus otsa ja nad 2001. aastal toimuma pidanud festivali eel käed üles tõstsid ning sündmuse ärajäämisest teatasid. Järgmine NSSS toimuski alles 2005. aastal Soomes ning loomulikult olid osalejate seas ka tehnikaülikooli poisid.##Koori ajalukku läks NSSS 2005 ka sellega, et Lappeenrantas ilmus koor esmakordselt lavale uues paraadvormis — mitte aastaid kasutusel olnud smokingis, vaid frakis nagu teised Põhjamaade üliõpilaskoorid.##2001. aasta tõi meeskoori kontserdiplaani kevadkontsertide traditsiooni. Idee laenati tegelikult rootslastelt — 2000. aasta sügisel võõrustas Tehnikaülikooli Akadeemiline Meeskoor Tallinnas Rootsi tippkoori Orphei Drängar ja järgmisel kevadel nägi koori delegatsioon Rootsis OD lavastuslikku kontserti. Meie esimese katsetuse järel tuli tolleaegsel koori välisministril Taave Vahermägil edastada koorile publikupoolne kriitika, et "kooril on surnumatja näod — kui tehakse pulli, võiks olla emotsionaalsem" (väljavõte koori kroonikast). Tänaseks on sellised lavastuselementidega kontserdid, kus meestel laulmisele lisaks ka näidelda ja tantsida tuleb ning alati publikut mõne ebatavalise pala või solistiga üllatatakse, võitnud kindla koha kontserdikalendris.##Elujõulisust on tõestanud igakevadine korvpallimatš Tartu Akadeemilise Meeskooriga. Erki Noole olümpiavõidu toel peeti maha ka kaks seitsmevõistlust, viimastel aastatel on käima läinud koorisisene golfiturniir. Talviti, kui jääolud lubavad, on üritatud harrastada jäärajasõitu ja taastatud on koori autorallide traditsioon. Alates 2004. aastast on pärast pikka vaheaega jalgpalliplatsil mõõtu võetud Riia Tehnikaülikooli Meeskooriga Gaudeamus.##Oma elujõudu on tõestanud ka igakevadine metsaistutus, mis toimub traditsiooniliselt koos peredega.##Ligi kaks aastakümmet koori juhatanud Jüri Rendi kohale asus 2003. aastal Peeter Perens (s 1971), kellest sai ligi kuuekümneaastase ajalooga meeskoori viies peadirigent. Samast aastast tegutseb Eesti Rahvuskultuuri Fondi allfondina Tehnikaülikooli Akadeemilise Meeskoori Fond (asutaja Urmas Kaarlep, auliige 2003. aastast), kust esimesed väljamaksed tehti 2004. aasta lõpul (laureaadid Margus Liiv ja Jaak Kortel).##Suurelt võeti ette koori 60.juubelihooaeg, mille juhatas sisse koori ruumide avamine Glehni lossis. Juubeli muusikaline kulminatsioon oli kontsertturnee "60 DetsiBelli" Sillamäel, Tartus, Kuressaares ja Tallinnas. Lisaks anti välja juubeliraamat ja -CD, korraldati näitus ning konverents Eesti koorilaulu hetkeseisust. Koostöös ETVga valmis vaimukas portreefilm "Presentaatorid". Juubelihooajale pani võimsa punkti 2006. aasta kevadel aset leidnud kontsertreis Lõuna-Aafrika Vabariiki.##2006. aasta kevadel võitis koor eneselegi pisut ootamatult TV3 eetris olnud populaarse võistlussarja Eesti Muusika Karikas, teenides sellega ohtralt kuulsust ka neis ringkondades, kus koorimuusikast midagi ei arvata. Järgmisse aastasse jääb aga põnev kontsertreis Gruusiasse.##2010. aasta kevadel osales koor pea 20aastase vaheaja järel taas Soomes mainekal Madetoja-nimelisel meeskooride konkursil, naastes sealt sarnaselt 1989. aastale parima Madetoja esituse preemiaga.##TTÜ rektori Andres Keevalliku (koori auliige aastast 2003) sõnul on meeskoor tehnikaülikooli kroonijuveel — ju see oli üks põhjus, miks ta meiega hooaja 2007-2008 sisse juhatanud nädalapikkuse turnee Gruusiasse kaasa tegi.##Tänane Tehnikaülikooli Akadeemiline Meeskoor on igati elujõuline ning vaatab kaugele ette. Seda näitavad ka 2003. aastal vastu võetud koori arengupõhimõtted, mis on koorile tegevusjuhend järgnevaks 10 aastaks.</p>
                </div>
                <div class="col-md-3 col-md-pull-9">
                    <img id="featuretteImageLeft" class="featurette-image img-responsive center-block" data-src="holder.js/500x500/auto" alt="Generic placeholder image" src="{% static 'images/ajalugu.png' %}">
                </div>
            </div>
        </div>
    </div>
{% endblock content %}
